Repository: BerkeleyAutomation/malasakit
Catalog: malasakit-django/locale/*/LC_MESSAGES/django.po
Languages: tl

source: We conduct disaster drills regularly, at least twice a year.
tl: Nagsasagawa kami ng mga regular na pagsasanay sa kalamidad nang hindi bababa sa dalawang beses sa isang taon.

source: I regularly participate in our barangay’s clean-up drives to fix drainages to reduce the risk of flooding.
tl: Regular akong nakikilahok sa paglilinis ng aming barangay upang maisaayos ang mga kanal nang mabawasan ang panganib ng pagbaha.

source: We have an excellent disaster evacuation center with facilities such as comfort room, kitchen, clinic and playground during typhoon or flood.
tl: Mayroon kaming isang mahusay na evacuation center na may mga pasilidad tulad ng banyo, kusina, klinika at palaruan sa panahon ng bagyo o baha.

source: We have an effective early warning system for disasters.
tl: Mayroon kaming isang epektibong early warning system para sa mga sakuna.

source: To my knowledge, the barangay administration does not extend special care or help to senior citizen/elderly, pregnant women and person with disability (PWD) during disasters.
tl: Sa pagkakaalam ko, hindi pinahahalagahan o tinutulungan ng pamunuan ng aming barangay ang mga senior citizen/matatanda, buntis at taong may kapansanan (PWD) sa panahon ng kalamidad.

source: My family has plenty of food and water supplies ready to survive in times of disaster.
tl: Maraming pagkain at supply ng tubig ang inihahanda ng aking pamilya upang mabuhay sa panahon ng kalamidad.

source: Strongly disagree
tl: Lubos na Di Sumasang-ayon

source: How can your barangay better help vulnerable groups such as elderly, women, children, and persons with disabilities during typhoon or flood?
tl: Sa paanong paraan mas makatutulong ang iyong barangay sa mga mahihinang grupo ng tao tulad ng mga matatanda, babae, bata, at taong may kapansanan sa panahon ng bagyo o baha?

source: English
tl: Ingles

source: "%(option)s" is not a valid option
tl: "%(option)s" ay wala sa mga pagpipilian

source: Male
tl: Lalaki

source: Female
tl: Babae

source: About CAFÉ
tl: Tungkol sa CAFÉ

source: With support from USAID and the Development Impact Lab at UC Berkeley, the CITRIS Data and Democracy Initiative is developing a new social media platform that directly engages citizens and communities from developing regions to collectively assess conditions, needs, and outcomes related to engineering innovations in humanitarian assistance, solar energy, democracy and governance, and global health.
tl: Sa pamamagitan ng suporta mula sa USAID and the Development Impact Lab at UC Berkeley, ang CITRIS Data and Democracy Initiative ay bumbuo ng isang bagong social media platform na tuwirang humihimok sa mga mamamayan at komunidad mula sa mga umuunlad na rehiyon upang kolektibong mataya ang mga kondisyon, pangangailangan, at mga kahihinatnang nauugnay sa makabagong-likha ng inhenyeriya sa makataong tulong, inerhiyang solar, demokrasya at pamamahala, at pandaigdigang kalusugan.

source: In contrast to polls and surveys that are extremely valuable for analysts, <a href="http://cafesystem.org/" target="_blank">CAFÉ</a> is user-facing: the CAFÉ platform will provide direct, immediate visual feedback to participants, allowing them to instantly understand where they stand on key issues with respect to other participants, and encourage open-ended qualitative responses that can enhance interaction between users. Like a coffeehouse, we envision CAFÉ as a grassroots, user-friendly, self-organizing environment that allows the wisdom of crowds to identify, highlight, and display patterns, trends, and insights as they emerge. To facilitate interactions, CAFÉ will incorporate techniques from deliberative polling, collaborative filtering, and multidimensional visualization.
tl: Hindi tulad sa mga botohan at mga sarbey na lubhang mahalaga para sa mga analyst, <a href="http://cafesystem.org/" target="_blank">CAFÉ</a> ay isang user-facing: ang CAFÉ platform ay magbibigay ng tuwiran at agarang visual feedback sa mga kalahok, na nagbibigay-daan upang agad nilang maunawaan kung saan sila pumapanig sa mga pangunahing isyu nang may paggalang sa iba pang mga kalahok at humihimok ng mga kuwalitatibong tugon na maaaring magpahusay sa pakikipag-ugnayan ng mga gumagamit. Tulad ng isang coffeehouse, nakikinita namin ang CAFÉ bilang isang grassroot, user-friendly at self-organizing nakapaligiran na nagbibigay-daan sa karunungan na matukoy, ma-highlight at maipakita ang mga pattern, kalakaran, at pananaw. Upang mapangasiwaan ang pakikipag-ugnayan, pinagsama ng CAFÉ ang mga teknik mula sa deliberative polling, collaborative filtering at multidimensional visualization.

source: Opinion Space, a precursor to CAFÉ that focused on social innovation, has been used since 2010 by the U.S. State Department. Thousands of participants from around the world use it to organize, visualize, and analyze constructive suggestions on foreign policy:
tl: Ang Opinion Space, ang pasimula ng CAFÉ na nakatuon sa pagbabagong panlipunan, ay ginamit mula noong 2010 ng Departamento ng Estado ng U.S. Libo-libong kalahok mula sa iba’t ibang panig ng mundo ang gumagamit nito upang maisaayos, mailarawan at masuri ang mga mungkahing makatutulong sa patakarang panlabas:

source: "Opinion Space will harness the power of connection technologies to provide a unique forum for international dialogue. This is &#x2026; an opportunity to extend our engagement beyond the halls of government directly to the people of the world."
tl: Magagamit ng Open Space ang kapangyarihan ng koneksyon ng mga teknolohiya upang magbigay ng isang natatanging espasyo para sa pandaigdigang dayalog. Ito ay &#x2026; isang pagkakataon upang magtulay sa aming pakikipag-ugnayan sa mga tanggapan ng pamahalaan tungo sa mamamayan ng daigdig.

source: Recent Papers
tl: Mga Kamakailangang Papel

source: Available for download from:
tl: Maida-download mula sa:

source: Developer Resources
tl: Mga Mapagkukunan ng Developer

source: Malasakit is a variant of CAFÉ originally intended for assessing disaster risk reduction strategies in the Phillipines. Malasakit was developed and deployed through a partnership between UC Berkeley and National University in the Phillipines through the Philippine-California Advanced Research Institutes (PCARI) Project.
tl: Ang Malasakit ay isang variant ng CAFÉ na orihinal na nilikha para sa pagtatasa ng mga estratehiya sa pagbawas ng panganib sa kalamidad sa Pilipinas. Binuo ang Malasakit at napalawak sa pagtutulungan ng UC Berkeley at National University sa Pilipinas sa pamamagitan ng proyekto ng Philippine-California Advanced Research Institutes (PCARI).

source: However, Malasakit can be applied to a variety of domains, and has been designed with the open-source community in mind. The following resources are available to anyone who would like to contribute to the project:
tl: Gayunpaman, ang Malasakit ay maaaring mailapat sa iba't ibang mga domain, at dinisenyo para sa komunidad. Ang sumusunod na mga mapagkukunan ay magagamit ng sinumang gustong magbigay ng kontribusyon sa proyekto:

source: Malasakit web toolkit
tl: Web toolkit ng Malasakit

source: GitHub repository
tl: Repositoryo ng GitHub

source: Wiki documentation
tl: Dokumentasyon ng Wiki

source: a high-level overview of the application architecture
tl: isang mataas na antas ng pangkalahatang-ideya ng aplikasyong pang-arkitetura

source: Docstring documentation
tl: Dokumentasyon ng Docstring

source: a GitHub pages site autogenerated from comments in the source code
tl: isang site ng mga pahina ng GitHub na awtomatikong nalilikha mula sa mga komento ng source code

source: Contact Information
tl: Impormasyon ng contact

source: For inquiries, please contact:
tl: Para sa mga katanungan, mangyaring makipag-ugnayan sa:

source: Site configuration
tl: Kompigurasiyon ng site

source: Statistics
tl: Istatistika

source: Submit
tl: Ipasa

source: Change bloom icon
tl: Palitan ang imahe

source: Quantitative question rating distributions
tl: Resulta ng mga kuwantitatibong katanungan

source: This site uses the Collective Assessment and Feedback Engine (CAFÉ).
tl: Ang site na ito ay gumagamit ng Collective Assessment and Feedback Engine (CAFÉ).

source: This site uses the <a href="http://cafesystem.org/" target="_blank">Collective Assessment and Feedback Engine (CAFÉ)</a>. Learn more about <a href="%(about_url)s">CAFÉ</a>.
tl: Ang site na ito ay gumagamit ng <a href="http://cafesystem.org/" target="_blank">Collective Assessment and Feedback Engine (CAFÉ)</a>. Matuto nang higit pa tungkol sa <a href="%(about_url)s">CAFÉ</a>.

source: Thank You
tl: Maraming Salamat

source: We appreciate your participation in the Malasakit program.
tl: Labis naming pinahahalagahan ang iyong kontribusyon. Maraming salamat sa iyong pagma-MALASAKIT.

source: Finish
tl: Tapos

source: Welcome
tl: Maligayang pagdating

source: How prepared are you in times of disaster?
tl: Gaano ka kahanda sa panahon ng kalamidad?

source: %(num_responses)s barangay citizens have responded.
tl: %(num_responses)s na ka-barangay na ang nag-MALASAKIT.

source: Join them!
tl: Makiisa na sa kanila!

source: Begin
tl: Simulan

source: Previous
tl: Bumalik

source: Next
tl: Susunod

source: Peer Responses
tl: Tugon ng iba

source: Below, you can see how the other respondents answered the survey questions.
tl: Sa ibaba, makikita mo kung paano sumagot ang iba pang mga kalahok sa mga tanong sa sarbey.

source: <strong>%(num_ratings)s</strong> other people answered this question:
tl: <strong>%(num_ratings)s</strong> katao na ang sumagot sa tanong na ito:

source: Average answer: <strong>%(mean)s</strong>
tl: Karaniwang tugon: <strong>%(mean)s</strong>

source: Your answer:
tl: Ang iyong tugon:

source: Not rated
tl: Hindi pinuntusan

source: There are not enough data to show how your responses compare to those of others.
tl: Hindi sapat ang datos upang ipakita kung paano ikukumpara sa ibang mga tugon ang iyong mga sagot.

source: Personal Information
tl: Personal na Impormasiyon

source: All questions on this page are strictly optional. Your responses will be anonymous.
tl: Hindi sapilitan ang pagsagot sa lahat ng item sa pahinang ito. Hindi rin papangalanan ang iyong mga tugon.

source: Age
tl: Edad

source: Gender
tl: Kasarian

source: Select gender
tl: Piliin ang kasarian

source: Select barangay
tl: Piliin ang barangay

source: Sector
tl: Sektor

source: Select sector
tl: Piliin ang sektor

source: Youth
tl: Kabataan

source: Women
tl: Kababaihan

source: PWD
tl: Taong May Kapansanan

source: Religious Organization
tl: Organisasyong Panrelihiyon

source: Your Ideas
tl: Ang iyong mga ideya

source: There are no qualitative questions at this time.
tl: Walang mga kuwalitatibong katanungan sa oras na ito.

source: Profile Questions
tl: Mga Kuwantitatibong Tanong

source: Rate the statement below from one to six, where one represents totally disagree and the six represents totally agreeable.
tl: I-rate ang pahayag sa ibaba mula isa hanggang anim, kung saan ang isa ay kumakatawan sa lubos na di sumasang-ayon at ang anim ay kumakatawan sa lubos na sumasang-ayon.

source: Question
tl: Pahayag

source: Skip
tl: Laktawan

source: Rate Comments by Other Users
tl: Puntusan ang mungkahi ng ibang kalahok

source: Each icon below is a comment made by another participant. Comments that are closer together were authored by participants who answered the previous questions similarly.
tl: Bawat icon sa ibaba ay mga mungkahing ibinigay ng ibang mga kalahok. Ang mga mungkahi na mas malapit sa isa't isa ay ibinigay ng mga kalahok na unang sumagot nito.

source: Click on an icon to rate a comment on its helpfulness. <strong>You must rate at least two comments to proceed by clicking "Next" below.</strong>
tl: Mag-click ng isang icon upang makita ang suhestiyon ng ipang kalahok. Tulad ng una niyong ginawa, i-rate ang bawat pahayag mula isa hanggang anim, kung saan ang isa ay kumakatawan sa lubos na di sumasang-ayon at ang anim ay kumakatawan sa lubos na sumasang-ayon. Upang makapagpatuloy, i-click ang “Susunod” sa ibaba.

source: The question was:
tl: Ang tanong ay:

source: The comment was:
tl: Ang komento ay:

source: Not helpful
tl: Walang kapakinabangan

source: Helpful
tl: Kapaki-pakinabang

source: Your current answer is
tl: Ang iyong kasalukuyang sagot ay

source: Page Not Found
tl: Hindi natagpuan ang pahina

source: The requested page does not appear to exist.
tl: Ang hiniling na pahina ay hindi lumabas.

source: Internal Error
tl: May kamalian

source: The server is currently experiencing some issues. Please let the maintainers know immediately.
tl: Kasalukuyang nakararanas ng ilang isyu ang server. Mangyaring ipagbigay-alam agad ito sa mga tagapamahala.
